<template>
  <div class="container">
    本协议是您与“TONA HOME”的所有者“上海朵纳国际卫浴有限公司”（以下简称为“TONA HOME”）之间就TONA HOME所提供的服务及相关事宜所立订的契约，请您仔细阅读本注册协议，在您确认阅读并选择注册后，本协议即构成对双方有约束力的法律文件。
    <h3>第一条 TONA HOME服务条款的确认和接纳</h3>
    <p>1.TONA HOME的各项电子服务的所有权和运作权归“TONA HOME”所有。客户同意所有注册协议条款并完成注册程序，才能成为TONA HOME的正式客户。客户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>
    <p>2.客户点击同意本协议的，即视为客户确认自己具有享受TONA HOME服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。</p>
    <p>3.如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用TONA HOME。</p>
    <p>4.“TONA HOME”保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭客户账户、清除或编辑内容或取消订单的权利。</p>
    <h3>第二条 法律管辖和适用</h3>
    本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生TONA HOME服务条款与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。
    <h3>第三条 TONA HOME服务</h3>
    <p>1.TONA HOME通过互联网依法为客户提供互联网信息等服务，客户在完全同意本协议及TONA HOME规定的情况下，方有权使用TONA HOME的相关服务。 2.客户必须自行准备如下设备和承担如下开支：</p>
    <p>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；</p>
    <p>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
    <h3>第四条 客户信息</h3>
    <p>1.客户应自行诚信向TONA HOME提供注册资料，客户同意其提供的注册资料真实、准确、完整、合法有效，客户注册资料如有变动的，应及时更新其注册资料。如果客户提供的注册资料不合法、不真实、不准确、不详尽的，客户需承担因此引起的相应责任及后果，并且“TONA HOME”保留终止客户使用“TONA HOME”各项服务的权利。</p>
    <p>2.客户在TONA HOME进行浏览、下单购物等活动时，涉及客户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，TONA HOME将予以严格保密，除非得到客户的授权或法律另有规定，TONA HOME不会向外界披露客户隐私信息。</p>
    <p>3.客户注册成功后，将产生客户名和密码等账户信息，您可以根据TONA HOME规定改变您的密码。客户应谨慎合理的保存、使用其客户名和密码。客户若发现任何非法使用客户账号或存在安全漏洞的情况，请立即通知TONA HOME并向公安机关报案。</p>
    <p>4.客户同意，“TONA HOME”拥有通过邮件、短信电话等形式，向在TONA HOME注册、购物客户、收货人发送订单信息、促销活动等告知信息的权利。</p>
    <p>5.客户不得将在TONA HOME注册获得的账户借给他人使用，否则客户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
    <h3>第五条 客户依法言行义务</h3>
    本协议依据国家相关法律法规规章制定，客户同意严格遵守以下义务：<p>
    <p>1.不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
    <p>2.从中国大陆向境外传输资料信息时必须符合中国有关法规；<p>
    <p>3.不得利用TONA HOME从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
    <p>4.不得干扰TONA HOME的正常运转，不得侵入TONA HOME及国家计算机信息系统；</p>
    <p>5.不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
    <p>6.不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
    <p>7.不得教唆他人从事本条所禁止的行为；</p>
    <p>8.不得利用在TONA HOME注册的账户进行牟利性经营活动；</p>
    <p>9.不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
    <p>TONA HOME保有删除站内各类不符合法律政策或不真实的信息内容而无须通知客户的权利。<p>
    <p>若客户未遵守以上规定的，TONA HOME有权作出独立判断并采取暂停或关闭客户帐号等措施。客户须对自己在网上的言论和行为承担法律责任。</p>
    <h3>第六条 商品信息</h3>
    TONA HOME上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，TONA HOME不作特别通知。由于网站上商品信息的数量极其庞大，虽然TONA HOME会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，TONA HOME网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；“TONA HOME”欢迎纠错，并会视情况给予纠错者一定的奖励。
    <h3>第七条 订单</h3>
    <p>1.在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与客户本人不一致的，收货人的行为和意思表示视为客户的行为和意思表示，客户应对收货人的行为及意思表示的法律后果承担连带责任。</p>
    <p>2.除法律另有强制性规定外，双方约定如下：TONA HOME上销售方展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的合同要约；销售方收到该订单信息后，已将货物实际直接向您发出时，方视为您与销售方之间就发出的货物建立了合同关系；如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际向您发出的商品建立了合同关系。</p>
    <p>3.由于市场变化及各种以合理商业努力难以控制的因素的影响，TONA HOME无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。</p>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.container {
  line-height: 30px;
  color: #888888;
}
.container h3{
  padding: 15px 0;
  color: #1b1b1b;
}
</style>